Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/How to Become a K-Pop Star.tmx
Source language: ko
Languages: en

source: 현재 한국의 매니지먼트사의 가장 큰 문제는 비용이다.
en: Today, costs are the biggest problems facing Korean management companies.

source: 가끔 방송에서 나오듯이 연필을 입에 물고 명확한 발음과 또렷한 성량을 내기 위해 부단한 연습을 시작하는 것이다.
en: This is the start of constant training of certain exercises such as having the trainees place pencil in their mouths to train for proper pronunciation and volume.

source: 그래서 개그우먼이 되기로 결심하게 되었다.
en: So I decided to become a comedian.

source: 소속 가수는 하루 3~4시간을 자며 연습과 공연 준비를 하고, 가수 매니저는 발이 닳도록 방송국을 드나들며 신인 홍보에 여념이 없다.
en: Agency singers sleep between three to four hours a night, practice and prepare for performances. Singer managers travel back and forth to the broadcasting stations until their shoes get worn down, completely devoted to promoting the new singers.

source: 성공 여부는 작곡가·프로듀서의 역량
en: Success lies with the capabilities of the songwriters and producers

source: 이러한 성장통을 겪으며 영세 매니지먼트사가 우후죽순 생기게 되었고, 90년대 중후반에 이르러 국내 가요 산업이 한 단계 발전하면서 우리가 현재 익히 알고 있는 SM, JYP, YG엔터테인먼트 등 음반 제작을 기반으로 하는 대형 기획사들이 탄생하였다.
en: While going through such growing pains, small scale management companies sprung up like mushrooms after a rain. By the mid 1990s, the domestic song market developed one stage further, and in this era the large management companies based on album production that we all familiar with were born, SM, JYP, and YG Entertainment.

source: 조용필 씨를 좋아하는 것은 물론이고 존경했기 때문에 그 모든 것이 즐거움이고 영광이었다.
en: Of course I liked Cho Yong-pil so I respected him which made work a joy and an honor.

source: SM은 전 세계적으로 유명한 작곡가·프로듀서 네트워크를 보유하고 있으며, 월 평균 150곡 이상이 회사로 검토 요청이 들어온다.
en: SM has a network of famous songwriters and producers from around the world. An average of more than 150 songs are reviewed by the company each month.

source: - 트레이닝/교육:
en: - Training/Education:

source: 즉, 가요 시장에서도 ‘개천에서 용 나던 시대’는 지났다.
en: This means in the K-pop market as well, the era where a nobody could make it big is ancient history.

source: 가수의 데뷔곡이 결정되고 주요 활동이 들어가기 전부터 해당 콘셉트에 맞게 온·오프라인 마케팅 전략을 수립하여 실행한다.
en: This manager establishes online and offline marketing strategies in line with the concept of the singer before the singer’s new song is even decided, and before the singer starts on the main activities.

source: 제9조 (전속계약 체결 등) ① 기획업자는 이 계약의 종료 1개월 전까지 재계약 또는 전속계약의 체결 여부 등을 연습생에게 통보하여야 한다.
en: Article 9 (Conclusion of Exclusive Contracts, etc.) ① One month prior to the expiration of this contract, the Planner must notify the Trainee as to whether or not the contract will be renewed or if an exclusive contract will be concluded.

source: 요즘 노래 잘하고 춤 잘 추고 잘생기고 예쁜 아이들은 너무나 많다.
en: These days there really are so many youngsters out there that are good at singing and dancing and are handsome and pretty.

source: 연예인이라고 다를 바 없다.
en: It is no different for celebrities.

source: 다시 젊은 시절로 돌아간다 해도 매니저먼트 사업을 할 것인가?
en: Would you get involved in the management business if you could turn back the clock back to your youth?

source: 미국 할리우드와 관련된 한 기사에는 과거 12년 동안 2만여 명의 배우 중 단 12명만이 스타급 배우가 되었다는 통계가 있다.
en: In an article about Hollywood in the United States a statistic there showed that over the past 12 years out of 20,000 actors only 12 of them became star level actors.

source: 한 달에 A 양에게 들어가는 비용은 약 1,000만 원이며, 매달 행사가 있다고 가정하면 3년간 비용만 3억 6천만 원이 든다.
en: A will incur about 10 million won in expenses per month. Under the assumption that the celebrity is booked once per month, then the company will have to bear a cost of 360 million won.

source: 결국 가요 음원 시장에서도 규모가 큰 기획사가 유리한 입장에 있는 것이다.
en: Ultimately, even in the domestic digital music market, large scale companies are in a more advantageous position.

source: ② 기획업자는 대중문화예술인에게 폭행, 강요, 협박 등을 하여서는 아니 된다.
en: ② The Planner is not to assault, coerce or threaten the Popular Culture Artist.

source: 요즘은 그래도 일하는 환경이나 처우가 예전보다, 그리고 타 산업에 비해 많이 좋아지고 있다.
en: These days the working conditions and treatment has improved very much compared to how it was before and compared to other industries.

source: 공격적인 스카우트 경쟁과 한시적인 과잉 투자는 장기적으로는 엔터 산업에 꼭 좋은 영향만을 끼친다고 생각하지 않는다.
en: I don’t think aggressive scouting competition or the temporary and excessive investment will translate into a positive influence on the entertainment industry in the long run.

source: 그의 우승곡인 <부른다>는 당시 음원 차트 1위를 모두 휩쓰는 기염을 토했다.
en: His winner song titled, Calling You became a big deal ranking number one on the digital music charts.

source: 배우가 되기 위해선 발레 연습까지
en: Hopefuls even take up ballet to become actors

source: 일부 배우의 경우 에이전트 없이 매니저만 두고 직접 출연 작품을 물색하고 계약하기도 한다.
en: For certain actors, with just a manager, they can directly look for productions to appear in and even conclude the contract.

source: 또한, 최근 아이돌 가수들은 국내뿐만 아니라 해외 시장을 타깃으로 하기 때문에 외국어 공부도 필수다.
en: Also, because recent idols are used to target both the domestic market and the international one, they are also required to study foreign languages.

source: 근육을 키우기보다는 균형 잡힌 몸, 바른 자세가 화면에서는 아주 큰 차이를 나타내기 때문에 이러한 부분을 바로잡고자 데뷔 전 철저하게 몸 관리를 한다.
en: The focus is on attaining a balanced body, rather than a muscular one. On screen, there is a major difference when one has proper posture. This is why they carefully care for their bodies to correct any faults before they debut.

source: 높은 시청률 기록과 기업 광고 유치를 이유로 작품의 스타 의존도가 점점 높아지면서 외주 제작사는 스타들에게 높은 출연료를 지불하게 되었고, 스타급 연예인을 보유한 연예 매니지먼트사의 권력화가 시작되었다.
en: In order to attain high ratings and attract corporate advertising the dependency on stars for a certain production gradually increased and external production companies paid high appearance fees to these stars. Celebrity management companies with such star grade celebrities began to amass power.

source: 안타깝게도 공연 스케줄이 워낙 살인적이라 관광은 엄두도 못 내지만 공항에서부터 체류 기간 동안 귀빈 대접을 받고 일부 국가의 경우 지역 경찰의 호위를 받으며 이동하기도 한다.
en: Unfortunately, the performance schedules are usually so grueling that sightseeing is hardly thinkable, but for the duration of their stay in the relevant country, from the time the arrive at the airport, they are given VIP treatment. In certain countries, they sometimes are escorted by the local police.

source: 당신을 사랑하게 만들어라
en: Make others love you.

source: 계약 기간이 7년이고 소속 연예인이 첫 방송 데뷔를 계약 후 5년 뒤에 했다고 가정하면 실질적으로 회사가 수익을 취할 수 있는 구간은 거의 제로에 가깝다.
en: This means for five years the company has to continuously bear the costs for supporting these celebrities, and after they debut, begin to see an improvement in their recognition, this is about the time when their contract expires and the celebrities either transfer to another company or established their own one person management company.

source: 신인의 경우, 특별히 관심을 가질 만한 기사 거리가 부족하기에 기자들에게 소속 가수의 긍정적 이슈 거리를 제공하기 위해 밤낮으로 아이디어 회의를 하여 ‘거리’를 만들어 낸다.
en: There is often nothing worthy of special attention to put into a news story when it comes to new singers. That is why the agency works night and day to try to create something “newsworthy” that could garner some positive attention.

source: 제작사가 이렇게 쉬운 길을 택하는 이유는 스타가 가진 두터운 팬층의 티켓 파워는 제작사 입장에서는 리스크 없는 흥행 보증 수표이기 때문이다.
en: The reason why production companies choose go this easy route is that the ticket power of the fanbase for such stars is such that it is almost a risk free guarantee that the show will be popular.

source: 또 하나는 ‘호기심’이라고 생각한다.
en: I think another one is curiosity.

source: 하지만 아무나 대중들의 사랑을 받고 이를 유지해 수익을 내며 자기 직업으로 삼는 것은 불가능하다.
en: However, it is impossible for anyone to be adored by the public, maintain their popularity and obtain earnings from it and have that be their job.

source: ③ 기획업자 또는 기획업자 소속 임직원(임원은 등기임원을 말하며 직원은 고용 형태를 불문한다)이 대중문화예술인에 대하여 사회 상규에 위배되는 폭력 또는 성폭력을 행사하거나 학대를 한 경우, 대중문화예술인은 계약을 해지할 수 있다.
en: ③ If the Planner and/or an employee or executive of the Planner (executive means a registered executive, regardless of form of employment for employees) uses violence construed as socially unacceptable, sexually assaults, or abuses the Popular Culture Artist, the Popular Culture Artist can terminate the contract.

source: 가수·아이돌 그룹의 신곡을 발표 초반에 팬덤들이 적극적으로 소비하면 2차적으로 대중들에게 노출되어 신곡들이 소비되는 생태계이다.
en: When fandom members actively consume a singer or idol group’s new song at its initial release, the song then gets secondary exposure to the public in an ecosystem where new songs are consumed.

source: 인간이 살아가는 이 사회에서 구성원으로서 기본적인 예의와 매너는 반드시 지켜야 한다.
en: You must maintain the basic etiquette and manners as a member of human race living in human society.

source: 우선 스타를 사랑해야 하고, 오직 스타의 성공이 곧 나의 성공이라 생각하고, 깨어 있을 때나 잠들어 있을 때나 스타를 생각할 정도로 몰입하고 성실해야 하고, 단기간의 성과에 연연해서는 안 되고, 호흡을 길게 가져가는 여유를 가져야 한다.
en: Foremost, the manager has to love the star and only think of the star’s success as my success. Day or night, the manager has to be immersed in thought about the star and be dutiful to the star. The manager must not cling to short term results, but have the ampleness to look long term.

source: 나는 매니저들한테 무조건 자기 배우 모니터를 하라고 한다.
en: I ask my managers to monitor their actors no matter what.

source: 또한, 소형 매니지먼트사들이 합병하면서 대형 회사로 진화하였고 증시에 상장하면서 풍부한 자본으로 엔터테인먼트뿐만 아니라 외식, 화장품, 패션 등 다양한 분야로 진출하면서 기업화되었다.
en: Also, small management companies merged into large ones. They then incorporated, took their stock public and with an abundant amount of capital, entered various fields in addition to the entertainment industry such as food service, cosmetics and fashion.

source: 간절히 원하고 스스로에 대한 강한 믿음과 그 믿음에 걸맞는 노력을 한다면 꿈은 이루어진다.
en: If you sincerely wish your dream to come true, firmly believe it will, and make an effort befitting of that dream, and it will come true.

source: 하고 싶은 거랑 할 줄 아는 걸 잘 구분 지었던 거다.
en: There was a clear distinction between what I wanted to do and what I could do.

source: 그 외 회사의 내부 사정상 팀 전체의 데뷔가 무산되기도 하고 이래저래 무대에 오르는 순간까지 회사의 대표조차 데뷔를 장담하지 못하는 것이 실상이다.
en: There are also internal circumstances at the company that cause a team’s debut to go pieces. In fact up until the moment that the group makes their way onto stage somehow, so until the moment you get up up on the stage, not even the company’s CEO can promise you a debut.

source: 특이한 점은 연예인은 한 프로덕션에 소속되면 대부분 그 회사에서 연예인 생활을 마감할 때까지 함께하는데, 이는 일본의 일반 회사에도 뿌리 깊게 이어져 오는 종신 고용제의 영향이 크다.
en: One unusual aspect is when a celebrity Is affiliated to a certain production company, that celebrity usually stays with the same company until they retire from celebrity life. this is due to the strong influence of lifetime employment which is deeply rooted in the general corporate culture of Japan.

source: 미국은 에이전트와 매니저의 업무가 명확하게 구분되어 있어 에이전트가 약 10%의 계약 건당 수수료를 챙겨도 수익을 창출할 수 있는 구조이다.
en: In the United States, the task of agent and manager are clearly distinguishable. The agent can generate earnings by just collecting a per case fee of about 10% for each contract.

source: 이렇게 가수는 수험생 못지않은 빠듯한 스케줄로 몇 년간을 외부와 단절된 채 지내며 데뷔 전까지도 데뷔 그룹에서 방출될지도 모른다는 불안감에 미친 듯이 연습하고 스스로 채찍질한다.
en: This is how singers spend several years cut-off from the outside world following a schedule so grueling, they are no better off than test-takers. As if the singers themselves are obsessed by the anxiety of not knowing if they will be released before debuting, they also are hard on themselves.

source: MBC, SBS, KBS, CBS, YTN, TBS, 국악, 교육, 국군
en: MBC, SBS, KBS, CBS, YTN, TBS, Gugak, Education, Armed Forces

source: 드래곤제이 지음
en: Written by Dragon J

source: 예를 들어, 걸그룹의 경우 SM엔터테인먼트는 외모를 상당히 중요시 여기고, YG엔터테인먼트는 상대적으로 개성 있는 멤버로 구성한다는 것이다.
en: For example, for girl groups, SM Entertainment places great importance on physical appearance. But relatively, YG Entertainment consists of members with personality.

source: 드라마의 경우, 보통 촬영, 방영 기간인 2~3개월간 거의 매일 쉬지도 못하고 밤샘 촬영을 하며 소위 말하는 ‘쪽대본’으로 본인의 연기에 대한 구상과 연습이 터무니없이 부족한 열악한 환경에서 작품을 찍게 된다.
en: Dramas are produced under horrible conditions. They usually require 2 to 3 months of filming every single day, and late into the night. Then there are the “last minute scripts” which are delivered just before filming and do not grant actors enough time to plan and practice their acting beforehand.

source: Storyboard 및 컨셉 선정
en: Storyboard and concept selection

source: 왜냐하면 회사 측에서도 연습생의 역량에 따라 데뷔까지의 기간이 짧을지 아니면 몇 년이 소요될지 모르기 때문이다.
en: This is because depending on the trainee’s ability, the company does not know if it will take a short while or a long time before debuting.

source: ※「대중문화예술산업발전법」의 청소년 대중문화예술용역 제공 시간 제한에 관한 규정이 개정될 경우 위 <표>는 개정 내용에 따른다.
en: ※ If the regulations on the time restrictions when minors can provide popular culture and arts services in the Popular Culture and Arts Industry Development Act are revised, the Table is to be subject to said revision.

source: 카카오스토리, 라인 친구 요청 늘리기, 궁금한 점 등 팬들과의 1:1 소통
en: Increase KakaoStory, LINE friend requests, 1:1 communication with fans about things they are curious about

source: 게다가 머무르는 호텔 측에서 한 층을 통째로 비워 스타가 편안하게 지낼 수 있도록 배려해 주기도 한다.
en: On top of that, some hotels even clear out the entire floor where they are staying as a form of being considerate and to enable the stars to have a comfortable stay.

source: 그런데 직장 생활을 하면서 받던 안정된 수입이 있다가, 없으니 금전적으로 불안정한 상태가 되었다.
en: I had been receiving a stable income when I was working, but after losing my job, I was suddenly facing financial instability.

source: ● 에이전시=헤드헌터=부동산 중개인?
en: ● Agency = Headhunter = Real Estate Broker?

source: 배우 연습생으로서 중요한 덕목 3가지는 무엇인가?
en: What are three important virtues one must have as an actor trainee.

source: 하지만 연예 뉴스를 보면 가끔 소속사와 연예인의 수익 배분 분쟁, 계약 위반 등 다양한 이슈로 서로 간에 문제가 생기는 부정적인 측면도 존재한다.
en: However watching the celebrity news we can see that some negative aspects do exist such as conflicts between agencies and a celebrities over earnings distribution, breaches of contract and various other issues that arise among the two parties.

source: 간단하지만 연예 관련 다양한 직종에 대해 알찬 정보를 담으려 노력하였고, 많은 청소년이 간접적 진로 체험으로 이 책을 유용하게 활용할 수 있을 것이다.
en: Though brief, I did my best to include substantial information about various occupations associated with celebrities. This book will be of value for many young people to use to have an indirect experience of such occupations.

source: ③ 기획업자와 연습생이 제2항에 따른 조정을 신청하지 아니하는 경우, 이 계약에 관한 분쟁의 해결은 통상의 민사절차에 의하며, 관할은 민사소송법에 따른다.
en: ③ If neither the Planner nor the Trainee apply for mediation pursuant to Paragraph 2, then the resolution for the conflict regarding this contract is to follow the general civil affairs procedure, and the Civil Proceedings Act will determine the jurisdiction.

source: 70년대에 들어서는 대중문화가 급속하게 팽창하면서 스타급 연예인들이 탄생했으며, 80년대에 들어서는 국내 가요 시장의 호황으로 음반 기획사들이 1차 전성기를 거쳤다.
en: In the 1970s, popular culture rapidly grew and star level celebrities were born. The 1980s domestic K-pop market experienced a boom and album based management companies experienced their first heyday.

source: 즉, 현재의 매니저들에게는 연예인의 재능과 개성 등을 세밀히 분석할 수 있는 분석력과 상품의 가치를 높여 시장에서 수익을 극대화하는 전략의 기획과 실행 능력이 요구된다.
en: Meaning the managers of today are required to have the analytical skills to be able to closely analyze the abilities and personality of a celebrity and be capable in strategic planning and execution to maximize profits in the market by enhancing a celebrity’s commercial value.

source: 박보검이 무려 천 7백만 명이 관람한 <명량>과 김혜수 주연의 <차이나타운>에 출연했다는 사실을 알고 있는가?
en: Were you aware that Park Bo-gum appeared in both The Admiral: Roaring Current which was seen by some 17 million and also in Coin Locker Girl which starred Kim Hye-soo?

source: 자연스럽게 엔터테인먼트 업계의 상황을 알게 되고, 업계 종사자분들을 만날 기회가 많았다.
en: Naturally I learned about the circumstances of the entertainment industry. And I had many opportunities to meet those working in this industry.

source: 그럼 바로 매니지먼트 회사를 설립했나?
en: So, did you establish a management company right away?

source: 간단하게 생각해서 과학고, 외국어고 출신들이 명문대에 진학할 확률이 아주 높다는 것을 생각하면 된다.
en: To put it simply, you can think of it like this. Those who graduate from science and foreign language high schools have a higher likelihood of entering prestigious universities.

source: ● 전용기를 이용하다
en: ● Use a private jet

source: 이런 문제를 보완하기 위해서는 미국처럼 공인된 에이전트 시스템 등을 도입하여 연예인과 매니지먼트사의 투명하고 합리적인 계약, 해외 비즈니스를 적극적으로 수행할 수 있는 역량 있는 연예인 매니저의 육성이 필요하다.
en: In order to solve such problems, it is necessary to have transparent and reasonable contracts between celebrities and the management company by introducing a certified agent system as is the case in the United States. It is also necessary to develop competent celebrity managers that can actively conduct overseas business.

source: 밑바닥부터 올라갔다.
en: I rose up from the bottom.

source: 그래서 일반적으로 배우의 경우에는 영화 또는 드라마 제작사와 출연 계약을 할 때 홍보 관련 활동에 대하여 별도로 ‘예능 프로그램 몇 회 출연’, ‘홍보 행사 몇 회 출연’ 등의 사항을 조율하여 계약한다.
en: Therefore typically when actors make a contract with a production company to appear in a film or drama, for additional activities related to promotion the contract contains such clauses “the actor will appear in variety programs a certain number of times,” “appear at promotional events a certain number of times,” which can be negotiated.

source: 미키마우스, E.T, 터미네이터, 레오나르도 디카프리오, 톰 크루즈 등의 이름은 적어도 TV가 보급된 국가에서는 그 방식이 TV든 영화든 한 번씩은 접해 보거나 들어 보았을 것이다.
en: In countries where TVs are available, from watching TV or movies, everyone must have seen or at least heard of names like Mickey Mouse, E.T., The Terminator, Leonardo DiCaprio, and Tom Cruise.

source: 미디어 플랫폼의 환경이 급변하고 있는 지금, 엔터테인먼트 업계는 이 변화와 맞물려서 위기와 기회를 동시에 마주하고 있다.
en: Now, the media platform environment is changing rapidly. The entertainment industry is witnessing both crisis and opportunity in line with these changes.

source: 앞서 언급하였듯 신인일 때는 가수는 물론이고 가수 매니저의 생활도 정말 고달프다.
en: As mentioned earlier, the life of a new singer and a singer’s manager is truly a weary one.

source: 회사에서든 촬영 현장에서든 언제나 크고 밝게 인사하고 먼저 다가가라.
en: Whether you are at the office or on the set, be the first to approach with a bright smile and greeting.

source: 내가 조금 더 전략적으로 생각한다면 재밌는 분야가 되겠다 싶었다. ‘이건 블루오션이다.’라는 생각을 했다.
en: I thought this field would be a fun field if I thought about it more strategically. I thought, “this is a blue ocean.”

source: 해당 연예인의 모든 대외 활동 스케쥴을 관리하며 한국 매니지먼트사의 매니저와 마찬가지로 헤어.메이크업 담당, 스타일리스트 등과 유기적으로 잘 돌아갈 수 있게 관리한다.
en: It manages all the outside activities in the celebrity’s schedule. As is the case with managers at Korean management companies, care is provided to ensure a good look with someone in charge of hair and makeup and stylists.

source: 그런 캐스팅 방식을 거친 스타에는 대표적으로 HOT, 젝스키스, 핑클, SES 등이 있다.
en: The prominent stars that have gone through such a casting method include HOT, Sechskies, Finkle, and SES.

source: 캐스팅 3세대
en: Era of 3rd Generation Casting

source: 제7조 (청소년의 수면권 및 휴식권 보장) 기획업자는 대중문화예술인이 적절한 휴식과 수면시간을 보장받을 수 있도록 대중문화예술제작업자와 협의하는 등 제반 조치를 하는 데 노력하여야 한다.
en: Article 7 (Guarantee the Right to Sleep and Right to Rest for the Minor) The Planner is to make every effort to take various measures, such as consulting with the popular culture and art producers, so that the Popular Culture Artist can receive adequate time for rest and sleep .

source: 아침을 먹고는 최종 리허설이 있을 12시까지는 휴식이다.
en: After breakfast we have a break until 12 noon, which is when the final rehearsal is.

source: ● 배우 연습생 생활
en: ● The life of an actor trainee

source: 보통 앨범 출시 후 6주간 본격적 PR 방송 기간을 가진다.
en: Usually, there is a full-scale PR broadcast period that lasts for six weeks after an album is released.

source: 이해관계가 일치하면 서로 공존, 공생하는 것이고 이해관계가 틀어지면 서로 헤어지는 것이 인간 세상사의 일반적 원리라 생각한다.
en: I think the basic principle in human history is if people share a coincidence of interest, they coexist and have symbiosis, but if those interests changes, then they will go their own ways.

source: ▸ 마케팅 담당
en: ▸ Marketing Manager

source: ● 스타 위주의 제작 시스템, 그보다는 우수한 콘텐츠가 우선이다
en: ● Production system based around stars, top priority placed on superior content

source: 스타 위주의 제작 시스템, 그보다는 우수한 콘텐츠가 우선이다
en: Production system based around stars, top priority placed on superior content

source: 김수현은 <별에서 온 그대>를 바탕으로 ‘외계인 도민준’으로 바로 연결되는 이미지를 얻었다.
en: Kim Soo-hyun acquired an image that directly links him to the role he played in My Love from the Star, “alien Do Min-joon.”

source: 서울 강남에 도착했다.
en: We arrive in Gangnam, Seoul.

source: 대표적인 한국 연예 매니지먼트 시스템의 문제점에 대하여 알아보자.
en: Let’s take a look at some of the easily seen problems in the system of celebrity management in Korea.

source: 신곡:
en: New songs:

source: A&R 컨셉 기획
en: A&R concept planning

source: 최근 대부분의 연예인 지망생이 중고등학생, 즉 미성년자이기 때문에 부모의 동의는 필수다.
en: Most of the celebrity hopefuls are minors, middle and high school students, parental consent is required.

source: 회사 입장에서는 ‘연예인 네가 혼자 잘나서 지금의 인기를 얻고 돈을 버는 것이 아니라, 모두 회사의 전략적 기획과 투자의 결과다.’라고 인식하기에 갈등이 있다.
en: From the company’s perspective, they see it as, “the fame you attained and the money you are earning were not based on your efforts alone, but are the result of all the strategic planning and investment by the company.”

source: 이 경우 공제여부 및 방법은 기획업자와 연습생이 별도로 협의하여 정한다.
en: In this case, the deduction status and method thereof will be decided by mutual agreement between the Planner and the Trainee.

source: a) 밝고 크게 인사하라.
en: a) Greet others loudly and with a bright smile.

source: 인이어와 마이크를 하나씩 나눠 받고 무대에 오르기까지 대기한다.
en: They each receive one in-ear monitor and a microphone and wait their turn to go onstage.

source: 외부 소싱
en: External sourcing

source: 그 괴리가 커짐에 따라 한정적인 재원으로 콘텐츠를 제작해야 하는 제작사 입장에서는 몇몇 스타의 출연료 상승을 충족시켜 주기 위해 다른 부분의 예산을 축소할 수밖에 없다.
en: Resulting from that widening gap the production company which must produce content with limited resources has no other choice but to cut corners in other parts of the budget in order to pay the higher appearance fees.

source: 그 작품이 끝난 뒤에 배우가 어떤 위치에 놓이게 될 것인지 판단을 해야 하는 거다.
en: The manager has to decide what position the actor will be in after the production is complete.

source: 잘 키운 문화 콘텐츠 하나가 반도체 안 부러운 시대가 온 거다.
en: The time will come when the semiconductor will have nothing on a single, well developed cultural content.

source: 오랜 기간 연예인 매니지먼트 산업에서 일한 입장에서 한국의 매니지먼트 산업이 앞으로 더욱 발전하려면 어떤 부분들이 개선되어야 할까?
en: From the standpoint of having worked for so long in the celebrity management industry, what are some areas of improvement for the Korean management industry to further develop in the future?

source: 신인 배우 시절 가장 기억에 남는 경험이나 생각이 있나?
en: What experience or memories did you have that were most memorable when you were a new actor?

source: 연기 수업은 기본적으로 발성부터 몸 동작까지 다양한 커리큘럼에 의해 교육된다.
en: Fundamentally, acting classes train the actors following a curriculum that covers voice training and body movements.

source: 하지만 시장에서 신인들의 경우 스타급 연예인 대비 계약금 자체가 낮으므로 수익성이 떨어지고, 스타급 연예인이 가지고 있는 시장 협상력이 없다.
en: However for new actors in the market, when compared to star level celebrities, their contract fees themselves are small, and hardly profitable. They do not have the market bargaining power of star level celebrities.

source: 매니지먼트사가 제작을 맡아 소속 배우를 출연시킬 경우, 거액의 출연료 지불에 따른 제작비 상승을 막을 수 있고 소속 신인 배우의 패키지 캐스팅이 용이하다.
en: If a management company undertakes production and casts their affiliated actor, increased production fees that result from paying enormous appearance fees can be avoided, and this also makes it easier to cast new actors in package deals.

source: 매니지먼트 분야를 보니 재미있으면서 지치지 않을 것 같았다.
en: When I look at the management field, though it is both fun and never gets old.

source: 라이선스를 취득한 에이전시의 에이전트만이 비즈니스 계약을 합법적으로 진행할 수 있다.
en: Only agents that have acquired a license and that belong to agencies are able to legally conclude business contracts.

source: 나이, 『소프트 파워』 중에서
en: Nye, from his book, Soft Power

source: 전속 계약금 폐지&에이전시 시스템 도입
en: Do away with exclusive contact fees & introduce an agency system

source: 당연히 본인들이 좋아하는 가수의 신곡이니 나오는 즉시 듣게 되는 것이고 팬들의 그런 대량 클릭이 차트 순위를 올리는 것이다.
en: Of course the fans are going to want to listen to new songs released by their favorite singers the moment the songs come out. The mass clicking that goes on at this time by the fans moves the song up in the charts.
